Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=787_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisten oikeuksia käsittelevät ihmisoikeuselinten uusimmat suositukset
smn: Sämmilij vuoigâdvuođâid kieđâvuššee olmoošvuoigâdvuotorgaanij uđđâsumoseh avžuuttâsah

source: Tämän sivun lyhytosoite on: www.samediggi.fi/suositukset
smn: Taan siijđo uánihis čujottâs lii www.samediggi.fi/suositukset

source: Sopimus
smn: Sopâmuš

source: Vuosi
smn: Avžuuttâs

source: YK:n ihmisoikeuskomitea
smn: Liŋkki avžuuttâssáid

source: Kansalais- ja poliittisia oikeuksia koskeva yleissopimus
smn: Aalmugjeessân- já poolitlijd vuoigâdvuođáid kyeskee almos-sopâmuš

source: Sopimusvaltion tulisi edistää saamelaisten oikeuksien toteutumista vahvistamalla saamelaisten edustuksellisten instituutioiden, kuten saamelaiskäräjien, päätöksentekovaltaa.
smn: Sopâmušstaatah kolgâččii ovdediđ sämmilij vuoigâdvuođâid naanoodmáin sämmilij ovdâsteijeevâš instituutioi, tego sämitige meridemvääldi.

source: Sopimusvaltion tulisi lisätä ponnistelujaan lainsäädäntömuutosten tekemiseksi saamelaisten oikeuksien täysimittaiseksi takaamiseksi heidän perinteisillä alueillaan varmistamalla, että saamelaisyhteisöjen oikeutta vapaaseen, ennalta tapahtuvaan ja informoituun osallistumiseen heitä koskeviin poliittisiin prosesseihin ja kehittämishankkeisiin noudatetaan.
smn: Sopâmušstaatâ kolgâččij lasettiđ viggâmušâidis lahâasâttemnubástusâi rähtimân sämmilij vuoigâdvuođâi tievâslâš täähidmân sii ärbivuáválâš kuávluin visásmitmáin, ete nuávdittuvvoo sämisiärváduvâi vuoigâdvuotâ rijjâ, muuneeld tábáhtuvvee já tieđettum uásálistmân sijjân kyeskee poolitlijd prosessáid já ovdedemprojektáid.

source: Sopimusvaltion tulisi myös ryhtyä asianmukaisiin toimiin edistääkseen, siinä laajuudessa kuin on mahdollista, kaikkien saamelaislasten oikeutta saada opetusta omalla kielellään sopimusvaltion alueella.
smn: Sopâmušstaatah kolgâččii meid riemmâđ ääšimiäldásâš toimáid, vâi ovdedeh, ton vijđoduvvâst ko máhđulâš, puoh sämipárnái vuoigâdvuođâ finniđ máttááttâs jieijâs kieláin sopâmušstaatâ kuávlust.

source: Taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien komitea
smn: Ekonomâlij, sosiaallij já čuovviittâslij vuoigâdvuođâi komitea

source: Taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskeva yleissopimus
smn: Ekonomâlij, sosiaallij já čuovviittâslij vuoigâdvuođáid kyeskee almossopâmus

source: Komitea kehottaa sopimusvaltiota toteuttamaan kaikki tarvittavat toimet, joilla varmistetaan, että metsänhakkuut ja muu toiminta, joita yksityiset tällä hetkellä harjoittavat saamelaisten kotiseutualueella, eivät rajoita saamelaisten oikeutta ylläpitää ja kehittää perinteistä kulttuuriaan ja elämäntapaansa, erityisesti poronhoitoa, eivätkä heidän taloudellisten, sosiaalisten ja sivistyksellisten oikeuksiensa käyttöä.
smn: Komitea avžuut sopâmušstaatâid olášuttiđ puoh tárbulijd tooimâid, moiguin visásmiteh, ete meccičuoppâmeh já eres toimâ, maid ovtâskâs peleh tääl hárjutteh sämikuávlust, iä raijii sämmilij vuoigâdvuođâ paijeentoollâđ já ovdediđ sii ärbivuáválâš kulttuur já eellimtäävi, eromâšávt puásuituálu, iäge sii ekonomâlij, sosiaallij já čuovviittâslij vuoigâdvuođâi kevttim.

source: Lisäksi komitea kehottaa sopimusvaltiota - neuvotellen asiasta tiiviisti kaikkien osapuolten kanssa, saamelaiskäräjät mukaan lukien - löytämään asianmukaisen ratkaisun kysymykseen maanomistuksesta ja - käytöstä saamelaisten kotiseutualueella sekä ratifioimaan pikaisesti itsenäisten maiden alkuperäis- ja heimokansoja koskevan ILO:n yleissopimuksen N:o 169.
smn: Lasseen komitea avžuut, ete sopâmušstaatâ kávná ääšimiäldásâš čuávdus koččâmâšân eennâmoommâstmist já – kiävtust sämikuávlust nuuvt, ete ráđádâl ääšist puoh uásipelijguin, sämitige mieldiluhâmáin sehe ratifisist jotelávt jiecânâs enâmij algâaalmugijd já hiäimuaalmugijd kyeskee ILO almossopâmuš Nr 169.

source: Rotusyrjintäkomitea
smn: Näliolgoštemkomitea

source: Kaikkinaisen rotusyrjinnän poistamista koskeva kansainvälinen yleissopimus
smn: Jyehilágán näliolgoštem meddâlistem kyeskee aalmgugij-koskâsâš almossopâmuš

source: Komitea suosittelee, että sopimusvaltio saamelaiskäräjistä annettua lakia uudistaessaan lisää saamelaiskäräjien päätösvaltaa saamelaisten kulttuuri-itsehallintoon liittyvissä asioissa, mukaan lukien oikeudet, jotka liittyvät maan ja luonnonvarojen käyttöön saamelaisten perinteisesti asuttamilla alueilla.
smn: Komitea avžuut, ete talle ko sopâmušstaatâ uđâsmit sämitiggeest adelum laavâ, tot lasseet sämitige meridemvääldi sämmilij kulttuurjiešhaaldâšmân lohtâseijee aašijn, mieldiluhâmáin vuoigâdvuođâid, moh kyeskih eennâm já luánduvaarij kiävtun sämmilij ärbivuáválávt asâttem kuávluin.

source: Komitea suosittelee, että kun sopimusvaltio määrittelee, kenellä on äänioikeus saamelais- käräjien vaaleissa, se antaa asianmukaisen painoarvon saamelaisten itsemääräämisoikeudelle, joka liittyy heidän asemaansa Suomessa, heidän oikeudelleen määrätä omasta jäsenyydestään ja oikeudelleen siihen, ettei heitä pakkosulauteta.
smn: Komitea avžuut, ete ko sopâmušstaatâ miäruštâl, kiäst lii jienâvuoigâdvuotâ sämitige vaaljâin, tot addel ääšimiäldásâš tiädduáárvu sämmilij jiešmeridemvuoigâdvuotân, mii kulá sii sajâttâhân Suomâst, sii vuoigâdvuotân meridiđ jieijâs jeessânvuođâst já vuoigâdvuotân toos, ete sij iä pággusuddâludduu.

source: Komitea suosittelee, että sopimusvaltio ottaa tässä yhteydessä huomioon Kansainvälisen työjärjestön yleissopimuksen nro 169, jonka sopimusvaltio on sitoutunut ratifioimaan.
smn: Komitea avžuut, ete sopâmušstaatâ váldá taan ohtâvuođâst vuotân Aalmugijkoskâsâš pargoseervi almossopâmuš nr 169, mon sopâmušstaatâ lii čonâdâttâm ratifisistiđ.

source: Lisäksi komitea suosittelee, että sopimusvaltio ryhtyy asianmukaisiin toimiin suojellakseen saamelaisten perinteistä poronhoitoelinkeinoa.
smn: Lasseen komitea avžuut, ete sopâmušstaatâ riämá ääšimiäldásâš toimáid vâi suoijâl sämmilij ärbivuáválâš puásuituáluiäláttâs.

source: 14 Komitea suosittelee myös, että sopimusvaltio tosiasiallisesti varmistaa saamenkielisten sosiaali- ja terveydenhuollon palvelujen saatavuuden saamelaisille näiden koti- seutualueella.
smn: 14 Komitea avžuut meid, ete sopâmušstaatâ tuođâlávt visásmit sämikielâlij sosiaal- já tiervâsvuođâhuolâttâs palvâlusâi finnimvuođâ sämmiláid sii päikkikuávlust.

source: Lisäksi komitea suosittelee, että sopimusvaltio jouduttaa opetus- ja kulttuuriministeriön ehdottaman, saamen kielen edistämiseksi ja suojelemiseksi tarkoitetun elvytysohjelman toteuttamista, myös joukkoviestimissä, koulutuksessa, sosiaali- ja terveyspalveluissa ja kulttuurin alalla.
smn: Lasseen komitea avžuut, ete sopâmušstaatâ huápput máttááttâs- já kulttuurministeriö iävtuttem, sämikielâ oovdedmân já suoijâlmân uáivildum iäláskittemohjelm olášuttem, meid juávkkuviestâdmijn, škovliimist, sosiaal- já tiervâsvuođâpalvâlusâin já kulttuur syergist.

source: Lapsen oikeuksien komitea
smn: Párnáá vuoigâdvuođâi komitea

source: Lasten oikeuksien yleissopimus
smn: Párnái vuoigâdvuođâi almossopâmuš

source: Komitea suosittelee, että sopimusvaltio:
smn: Komitea avžuut, ete sopâmušstaatâ:

source: a) seuraa ja arvioi romani- ja saamelaislasten oikeuksien huomioon ottamista kansallisissa suunnitelmissa ja ohjelmissa;
smn: a) čuávu já árvuštâl romani- já sämipárnái vuoigâdvuođâi vuotânväldim aalmuglâš vuáváámijn já ohjelmijn;

source: b) varmistaa, että romani- ja saamelaislapsilla, myös saamelaisalueen ulkopuolella asuvilla saamelaislapsilla, on oikeus kulttuurisensitiivisiin koulutus- ja terveydenhuoltopalveluihin omalla kielellään;
smn: b) visásmit, ete romani- já sämipárnáin, meid sämikuávlu ulguubeln ässee sämipárnáin, lii vuoigâdvuotâ kulttuursensitiivlâš škovlim- já tiervâsvuođâhuolâttâspalvâlusâin jieijâs kieláin;

source: c) tiivistää yhteistyötään Ruotsin ja Norjan hallitusten kanssa muun muassa asioissa, jotka koskevat koulujen opetussuunnitelmia, opettajien koulutusta, opettajien materiaalin tuottamista ja mediasisällön tuottamista saamelaislapsia varten;
smn: c) pyereed oovtâstpargo Ruotâ já Taažâ haldâttâsâiguin eres lasseen aašijn, moh kyeskih škoovlâi máttááttâsvuáváámijd, máttáátteijei škovlimân, máttáátteijei materiaal pyevtitmân já mediasiskáldâs pyevtitmân sämipárnái várás;

source: d) ottaa huomioon komitean yleisen huomautuksen no. 11 (2009) alkuperäiskansojen lapsista ja heidän yleissopimuksen mukaisista oikeuksistaan (CRC. / C / GC/11); ja
smn: d) váldá vuotân komitea almos huámášume nr. 11 (2009) algâaalmugij párnáin já sii almossopâmuš miäldásâš vuoigâdvuođâin (CRC.

source: e) ratifioi ILOn yleissopimuksen no. 169 itsenäisten maiden alkuperäis- ja heimokansoista.
smn: / C / GC/11); já e) ratifisist ILO almossopâmuš nr. 169 jiečânâs enâmij algâ- já hiäimuaalmugijn.

source: Naisten syrjinnän poistamista käsittelevä komitea
smn: Nisonij olgoštem meddâlistem kieđâvuššee komitea

source: Kaikkinaisten naisten syrjinnän poistamista käsittelevä yleissopimu
smn: Jyehilágán nisonij olgoštem meddâlistem kieđâvuššee almossopâmuš

source: Komitea suosittaa, että osapuoli
smn: Komitea avžuut, ete uásipeeli

source: a) varmistaa, että sukupuolinäkökulma on valtavirtaistettu kaikkiin saamelaisia koskeviin poliitikkoihin ja ohjelmiin,
smn: a) visásmit, ete suhâpeleuáinu lii väldivirdásmittum puoh sämmilijd kyeskee politijkkáráid já ohjelmáid,

source: b) hyväksyy konkreettisia toimenpiteitä tavoitteenaan lisätä saamelaisnaisten edustusta poliittisessa ja julkisessa elämässä sekä saamelaisyhteisössä että koko yhteiskunnassa,
smn: b) tuhhit konkreetlijd tooimâid ulmenis lasettiđ säminisonij ovdâstem pooliitlâš já almos elimist sehe sämisiärváduvvâst ete ubâ ohtsâškoddeest,

source: c) ryhtyy toimenpiteisiin varmistaakseen että saamelaisnaisille tarjotaan asianmukaisia sosiaali- ja terveyspalveluja, mukaan lukien äitiyshuolto ja
smn: c) riämá toimáid vâi visásmit, ete säminisonáid fäälih ääšimiäldásijd sosiaal- já tiervâsvuođâpalvâlusâid, mieldi luhâmáin enijhuolâttâs já

source: d) varmistaa, että kotiväkivallan uhreina olevilla saamelaisnaisilla on pääsy turvakoteihin ja palveluihin, jotka vastaavat heidän tarpeitaan
smn: d) visásmit, ete päikkiviehâvääldi uhren leijee säminisonijn lii peessâm torvopaaihijd já palvâlussáid, moh västideh sii táárbuid

source: ILO:n asiantuntijakomitea
smn: ILO äššitobdee-komitea

source: Ilon yleissopimus nro 111
smn: Ilo almossopâmušnr 111

source: Saamelaisten pääsy perinteisiin elinkeinoihin
smn: Sämmilij peessâm ärbivuáválijd iäláttâssáid.

source: Komitea pyytää Suomea tiedottamaan saamelaisten ammatillisesta koulutuksesta ja miten se on edistänyt saamelaisten perinteisten elinkeinojen harjoittamista.
smn: Komitea pivdá Suomâ tieđettiđ sämmilij áámmátlâš škovliimist já maht tot lii ovdedâm sämmilij ärbivuáválij iäláttâsâi hárjuttem.

source: Komitea myös pyytää Suomea osoittamaan miten laajasti se on ottanut huomioon saamelaisten maahan perustuvat elinkeinot ja elämäntavan toimeenpannessaan erilaisia projekteja ja erilaisia toimenpiteitä saamelaiskäräjien kanssa varmistaakseen saamelaisten pääsyn perinteisiin elinkeinoihin ja millä keinoin nämä tavoitteet on saavutettu.
smn: Komitea meid pivdá Suomâ čäittiđ mon vijđáht tot lii váldám vuotân sämmilij enâmân vuáđuduvvee iäláttâsâid já eellimvyevi ko lii olášuttâm ereslágánijd projektijd já ereslágánijd tooimâid sämitiggijn vâi visásmit sämmilij peessâm ärbivuáválijd iäláttâssáid já moin vuovijguin taah ulmeh láá juksum.

source: Euroopan Neuvoston ministerikomitea
smn: Euroop Rääđi ministerkomitea

source: Kansallisten vähemmistöjen suojelua koskeva yleissopimus
smn: Aalmuglij ucceeblovoi suoijâlmân kyeskee almossopâmuš

source: ottaen huomioon hallituksen aikomus ratifioida ILOn yleissopimus nro 169 olisi ryhdyttävä pikaisiin toimiin, joilla käynnistetään pysähtyneet neuvottelut saamelaisten kotiseutualueen maaoikeuksista ja aloitetaan uudelleen rakentava vuoropuhelu saamelaiskäräjien kanssa, jotta asiaan liittyvä oikeudellinen epävarmuus saadaan ratkaistuksi;
smn: Ko váldoo vuotân haldâttâs áigumuš ratifisistiđ ILO almossopâmuš nr 169 kolgâččij riemmâđ jotelis toimáid, moiguin piejih joton orostâm ráđádâlmijd sämikuávlu eennâmvuoigâdvuođâin já algâtteh uđđâsist konstruktiivlâš vuárusavâstâllâm sämitiggijn, vâi áášán kullee vuoigâdvuođâlâš epivisesvuotâ šadda čuávduđ;

source: olisi jatkettava saamelaiskäräjien kanssa neuvotellen määrätietoisia toimia, joilla pyritään riittävän rahoituksen ja saamen kielten elvytysohjelman tehokkaan täytäntöönpanon avulla estämään saamen kieliä katoamasta julkisesta elämästä nykyistä enempää,
smn: kolgâččij juátkiđ sämitiggijn ráđádâlmáin meritiätulijd tooimâid, moiguin viggeh tuárvi ruttâdem já sämikielâi iäláskittemohjelm pehtilis olášuttem vievâst estiđ sämikielâi lappum almolâs elimist tááláást eenâb, já kolgâččij investistiđ ääšimiäldásâš škovlimtoimáid, moiguin visásmiteh, ete sämmiliih uážžuh tááláást pyerebeht sämikielâlijd almos palvâlusâid;

source: ja olisi investoitava asianmukaisiin koulutustoimiin, joilla varmistetaan, että saamelaiset saavat nykyistä paremmin saamenkielisiä julkisia palveluja;
smn: kolgâččij riemmâđ ääšimiäldásâš toimáid, moiguin visásmiteh, ete aalmuglâš ucceeblovvoid kullee ulmuid kyeskee ereslágán kuullâmvuáháduvvâid já – monâttâlmijd tievâsmiteh já uárnejeh uđđâsist vâi puávtâččij faallâđ čielgâ viestâdemkanavaid, já

source: olisi ryhdyttävä asianmukaisiin toimiin, joilla varmistetaan, että kansallisiin vähemmistöihin kuuluvia henkilöitä koskevia erilaisia kuulemisjärjestelmiä ja - menettelyjä täydennetään ja järjestetään uudelleen selkeiden viestintäkanavien tarjoamiseksi, ja olisi parannettava vähemmistöjen, myös lukumääräisesti pienimpien vähemmistöjen, edustajien mahdollisuuksia vaikuttaa tosiasiallisesti päätöksentekoprosessiin;
smn: kolgâččij pyerediđ ucceeblovoi, meid lohomiärálávt ucemus ucceeblovoi, ovdâsteijei máhđulâšvuođâid vaikuttiđ tuođâlávt miärádâsrähtimprosessin; kolgâččij orniđ lasetorjuu ucceeblovoi juávkkuviestâdemniävvuid, eromâšávt ruošâ- já sämikielâláid viestâdemniävvuid, vâi áášánkullee ucceeblohokielâh liččii ääšimiäldásávt mieldi teddilum já šleđgâlâš juávkkuviestâdemniävvuin; kolgâččij lääcciđ haldâttâhân sierânâs vuáháduv, mon pargon ličij toollâđ ohtâvuođâ sämitiigán puoh sämmilijd kyeskee ašijguin já oohtânheiviittiđ čielgâ haldâttâs peleväldimij ovdedem sämmilij tááhust merhâšittee koččâmušâin;

source: olisi ryhdyttävä asianmukaisiin toimiin etenkin korkea-asteen koulutuksen, ammattikoulutuksen ja asianomaisten palvelukseenottokäytäntöjen muuttamisen osalta, jotta saataisiin lisätyksi kansallisiin vähemmistöihin kuuluvien henkilöiden määrää virallisilla työmarkkinoilla, valtionhallinto mukaan lukien
smn: kolgâččij riemmâđ ääšimiäldásâš toimáid eromâšávt ollâtääsi škovlim, áámmátškovlim já ääšiomâhái palvâlusânväldimvuáháduvâi nubástittem uásild, vâi finniiččii lasettuđ aalmuglâš ucceeblovoid kullee ulmui mere virgálâš pargomarkkânijn, staatâhaldâttuv mieldiluhâmáin

source: 1. vahvistavat edelleen saamenkielistä koulutusta, erityisesti kehittämällä järjestelmällisen politiikan ja pitkän aikavälin rahoitussuunnitelman,
smn: 1. nanodeh ain sämikielâlâš škovlim, eromâšávt nuuvt, ete ovdedeh systemaatlâš politiik já kuhes áigáduv ruttâdemvuávám,

source: 2. ryhtyvät pikaisesti toimiin suojellakseen ja edistääkseen inarin- ja koltansaamea, jotka ovat erityisenuhanalaisia kieliä, varsinkin järjestämällä pysyvästi toimivia kielipesiä,
smn: 2. riemih jotelávt toimáid vâi suojâleh já ovdedeh anarâš- já nuorttâlâškielâ, moh láá eromâšávt uhkevuálásiih kielah, eromâšávt nuuvt ete uárnejeh pisovâš kielâpiervâlijd,

source: 3. toteuttavat lisätoimia varmistaakseen ruotsin- ja saamenkielisten sosiaali- ja terveydenhuoltopalvelujen saatavuuden,
smn: 3. olášutteh lasetooimâid vâi visásmiteh ruotâ- já sämikielâlij sosiaal- já tiervâsvuođâhuolâttâspalvâlusâi finnim,

source: 5. ryhtyvät toimiin lisätäkseen tietoisuutta Suomen alueellisista ja vähemmistökielistä ja suvaitsevaisuutta niitä kohtaan, sekä kaikkien koulutusasteiden yleisten opetussuunnitelmien että joukkoviestinten avulla.
smn: 5. riemih toimáid vâi lasetteh tiettim Suomâ kuávlulâš já ucceeblohokielâin já lasetteh soováášvuođâ tai kuáttá, sehe puoh škovlimtaasij almos máttááttâsvuáváámij ete juávkkuviestâdemniävui vievâst.

source: Euroopan neuvoston ihmisoikeuskomissaari
smn: Euroop rääđi olmooš-vuoigâdvuotkomissaar

source: (komissaarin tehtävänä on edistää tietämystä ja kunnioitusta ihmisoikeuksia kohtaan Euroopan neuvoston jäsenmaissa)
smn: (komissaar pargon lii ovdediđ tiettim já kunnijâttem olmoošvuoigâdvuođâi kuáttá Euroop rääđi jeessânenâmijn)

source: Suomen perustuslaki on tunnustanut saamelaisten aseman Suomen alkuperäiskansana ja taannut heille erityiset kulttuuriset ja kielelliset oikeudet.
smn: Suomâ vuáđulaahâ lii tubdâstâm sämmilij sajâttuv Suomâ algâaalmugin já tähidâm sijjân sierânâs kulttuurlâš já kielâlâš vuoigâdvuođâid.

source: Oikeuksien tunnustaminen ei kuitenkaan toistaiseksi ole ulottunut maanomistus- eikä poronhoito-oikeuksiin, vaikka YK:n julistus alkuperäiskansojen oikeuksista ja ILO:n sopimus nro 169 selvästi antavat oikeuksia näillä alueilla.
smn: Vuoigâdvuođâi tubdâstem ij kuittâg lah ulâttum eennâmomâstem- ige puásuituáluvuoigâdvuođáid, veikkâ OA julgáštuš algâaalmugij vuoigâdvuođâin já ILO sopâmuš nr 169 čielgâsávt adeleh vuoigâdvuođâid täin kuávluin.

source: Ihmisoikeusvaltuutettu huomauttaa, että Suomen valmistelut ILO:n sopimuksen nro 169 ratifioimiseksi ovat kestäneet jo yli 20 vuotta.
smn: Olmoošvuoigâdvuotváldálâš huámášit, ete Suomâ valmâštâlmeh ILO sopâmuš nr 169 ratifisistmân láá pištám jo paijeel 20 ihheed.

source: Keskeinen kysymys ovat erityistoimenpiteet, joita saamelaisten taloudellisten ja kulttuuristen alkuperäiskansaoikeuksien varmistaminen edellyttää.
smn: Tehálâš koččâmuš lii sierânâstooimah, maid sämmilij ekonomâlij já kulttuurlij algâaalmug-vuoigâdvuođâi visásmittem váátá.

source: Kansainvälisen ihmisoikeuslainsäädännön mukaan erityistoimenpiteet voivat olla perusteltuja kyseisessä tilanteessa edellyttäen, että ne ovat oikeassa suhteessa tavoiteltuihin hyväksyttäviin päämääriin nähden.
smn: Aalmugijkoskâsâš olmoošvuoigâdvuot-lahâasâttem mield sierânâstooimah pyehtih leđe agâstâllum koččâmušâst leijee tiileest toin iävttoin, ete toh láá olmâ koskâvuođâst ulmemiäldásâš tuhhittettee uulmijd.

source: Ihmisoikeusvaltuutettu korostaa, että ratifiointiprosessia ei tule pitää nollasumapelinä, jossa vain toinen osapuoli voittaa, vaan myös valtaväestön maankäyttöoikeudet ja oikeus harjoittaa elinkeinoja tulee ottaa huomioon.
smn: Olmoošvuoigâdvuotváldálâš tiäddut, ete ratifisistemproosees ij koolgâ anneeđ nollátiäivásemspellân, mast tuše nubbe uásipeeli vuáittá, peic meid väldiaalmug eennâmkevttimvuoigâdvuođâid já vuoigâdvuođâ hárjuttiđ iäláttâsâid kalga väldiđ vuotân.

source: Ihmisoikeusvaltuutettu kehottaa Suomea ratifioimaan ILO:n sopimuksen nro 169 ja tunnustamaan saamelaisten maankäyttöoikeudet ja oikeuden harjoittaa perinteistä poronhoitoa.
smn: Olmoošvuoigâdvuotváldálâš avžuut Suomâ ratifisistiđ ILO sopâmuš nr 169 já tubdâstiđ sämmilij eennâmkevttimvuoigâdvuođâid já vuoigâdvuođâ hárjuttiđ ärbivuáválâš puásuituálu.

source: Muiden lakiuudistustarpeiden yhtenäinen käsittely edellyttää eri ministeriöiden tiivistä yhteistyötä.
smn: Eres lahâuđâsmittemtáárbui kieđâvuššâm váátá ennuv oovtâstpargo sierâ ministeriöi kooskâst.

source: Tämä helpottaisi myös neuvotteluja saamelaisedustajien kanssa, joilla on oltava merkittävä rooli ratifiointiprosessissa.
smn: Taat meid tovâččij älkkeebin ráđádâlmijd sämiovdâsteijeiguin, main kalga leđe merhâšittee uási ratifisistemprosessist.

source: Ehdotus eduskunnan ja saamelaiskäräjien yhteisen ratifiointityöryhmän perustamisesta on todella harkitsemisen arvoinen.
smn: Iävtuttâs ovdâskode já sämitige ohtsâš ratifisistempargojuávhu vuáđudmist lii tuođâi-uv kuorâttâllâm árvusâš.

source: Metsähallituksen uudistaminen tarjoaa myös mahdollisuuden löytää innovatiivisia ratkaisuja esillä oleviin kysymyksiin.
smn: Meccihaldâttâslaavâ uđâsmittem fáálá meid máhđulâšvuođâ kavnâđ innovatiivlâš čuávdusijd oovdâst leijee koččâmuššáid.

source: Meneillään olevissa neuvotteluissa pohjoismaisen saamelaissopimuksen aikaansaamiseksi painotetaan, että saamelaiskysymys ylittää valtioiden rajat, ja neuvotteluissa saatetaan korostaa myönteisiä käytäntöjä ja mahdollisuuksia yhdenmukaistettuun lähestymistapaan.
smn: Joođoost leijee ráđádâlmijn tave-eennâmlâš sämisopâmuš ááigán uážžumân tiädutteh, ete sämmilâškoččâmuš lii staatâi raajijd rastaldittee já ráđádâlmijn sättih tiäduttiđ mieđetteijee vuáháduvvâid já máhđulâšvuođâid oovtnálásittum aldanemvuáhán

source: Euroopan rasismin ja suvaitsemattomuuden vastainen komissio
smn: Euroop rasism já soováášmettumvuođâ vástásâš komissio

source: (komissio on Euroopan Neuvoston alainen elin, jonka tehtävänä on toimia rasismia, etnistä syrjintää, muukalaisvihaa ja suvaitsemattomuutta vastaan ihmisoikeuksien edistämisen hengessä.)
smn: (komissio lii Euroop Rääđi vuálásâš orgaan, mon pargon lii toimâđ rasism, etnisâš olgoštem já soováášmettumvuođâ vuástá olmoošvuoigâdvuođâi oovdedmân.)

source: ECRI suosittaa, että Suomen viranomaiset ryhtyvät toimenpiteisiin saamelaiskulttuurin ja tämän vähemmistön merkityksen käsittelemiseksi kouluopetuksessa ja pyrkivät lisäämään tietoisuutta saamelaiskansasta enemmistön keskuudessa mm. tietoa lisäävin kampanjoin.
smn: ECRI avžuut, ete Suomâ virgeomâhááh riemih toimáid vâi sämikulttuur já taan ucceeblovo merhâšume kieđâvušeh škovlâmáttááttâsâst já viggeh lasettiđ tiettim sämiaalmugist eenâblovo kooskâst el. kampanjai vievâst, moh lasetteh tiäđu.

source: ECRI kannustaa Suomen viranomaisia seuraamaan saamen kielilain ja saamelaisten äidinkielistä opetusta koskevan oikeuden toteutumista.
smn: ECRI movtijdit Suomâ virgeomâháid čuávvuđ säämi kielâlaavâ já sämmilij eenikielâlâš máttááttâs kyeskee vuoigâdvuođâ olásume.

source: ECRI suosittaa, että viranomaiset ryhtyvät tarpeellisiin toimiin varmistaakseen näiden oikeuksien tyydyttävän toteutumisen yhteistyössä saamelaisen edustajien kanssa.
smn: ECRI avžuut, ete virheomâhááh riemih tárbulâš toimáid vâi visásmiteh tai vuoigâdvuođâi tuđâttettee olášume oovtâstpargoost sämmilâš ovdâsteijeiguin.

source: ECRI kannustaa Suomen viranomaisia jatkamaan toimintaansa saamen kielten elvyttämiseksi ja suosittaa, että tätä varten koulutetaan riittävä määrä opettajia.
smn: ECRI movtijdit Suomâ virgeomáháid juátkiđ tooimâs sämikielâi iäláskitmân já avžuut, ete tađe várás škovliitteh tuárvi máttáátteijeid.

source: ECRI suosittaa, että Suomen viranomaiset ryhtyvät lisätoimiin sen varmistamiseksi, että saamen kieliä opetetaan sekä saamelaisten kotiseutualueella että sen ulkopuolella.
smn: ECRI avžuut, ete Suomâ virgeomâhááh riemih lasetoimáid vâi visásmiteh tom, ete sämikielâid máttáátteh sehe sämikuávlust ete ton ulguubeln.

source: ECRI suosittaa, että Suomen viranomaiset varaavat riittävät taloudelliset ja henkilöresurssit näihin pyrkimyksiin.
smn: ECRI avžuut, ete Suomâ virgeomâhááh värideh tuárvi ekonomâlijd já olmoošresurssijd taaid viggâmušáid.

source: ECRI suosittaa, että Suomen viranomaiset ryhtyvät toimenpiteisiin saamelaiskulttuurin ja tämän vähemmistön merkityksen käsittelemiseksi kouluopetuksessa hyödyntäen ECRI:n yleistä politiikkaa koskevaa suositusta n:o 10, joka koskee rasismin ja rotusyrjinnän vastustamista koulussa ja koulun avulla.
smn: ECRI avžuut, ete Suomâ virgeomâhááh riemih toimáid vâi sämikulttuur já taan ucceeblovo merhâšume kieđâvušeh škovlâmáttááttâsâst nuuvt ete aneh ävkkin ECRI almos politiik kyeskee avžuuttâs nr 10, mii kuáská rasism já näliolgoštem vuástálistâm škoovlâst já škoovlâ vievâst.
